"BUTTON_AUTHENTICATE" = "استفاده از شماره تلفن من";

"BUTTON_CONTINUE" = "ادامه";

"BUTTON_DISMISS" = "نادیده گرفتن";

"BUTTON_DONE" = "انجام شد";

"BUTTON_NOT_NOW" = "حالا نه";

"BUTTON_OKAY" = "تأیید";

"BUTTON_RESEND_CONF_CODE" = "یک کد دیگر درخواست کنید.";

"BUTTON_RETRY" = "تلاش مجدد";

"BUTTON_SENDING" = "در حال ارسال...";

"BUTTON_SENDING_CONF_CODE" = "ارسال کد تأیید";

"BUTTON_SEND_CONF_CODE" = "ارسال کد تأیید";

"BUTTON_SENT_CONF_CODE" = "کد تأیید ارسال شد";

"BUTTON_TRY_DIFFERENT_NUMBER" = "شماره دیگری را امتحان کنید";

"CALL_ME_ACTION" = "با من تماس بگیر";

"CALL_ME_LOADING" = "در حال برقراری تماس...";

"ERROR_CANT_SMS" = "ارسال پیامک به این شماره ممکن نیست.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "لطفاً کدتان را بررسی کنید و دوباره امتحان کنید";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "ای وای، ظاهرا با یک مشکل شبکه‌ای مواجه شده‌ایم. موافقید دوباره امتحان کنیم؟  [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "لطفا ایمیل خود را بررسی و دوباره امتحان کنید";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "لطفاً شماره تان را بررسی کنید و دوباره امتحان کنید";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "شما پیش‌تر کد تایید ۲مرحله‌ای را در <u>digits.com</u> تنظیم کرده‌اید.";

"FOOTNOTE_CONF_CODE_CALL_ME" = "با ضربه زدن روی «با من تماس بگیر»، <u>Digits by Twitter</u> برای تایید شماره تلفنتان با شما تماس خواهد گرفت. هزینه تماس و داده اعمال ممکن است اعمال شود.";

"FOOTNOTE_CREATE_ACCOUNT" = "با ضربه زدن بر روی «ادامه دادن» در بالا، شما با <u>شرایط استفاده</u>، <u>سیاست حریم شخصی</u> و <u>سیاست کوکی‌های</u> Digits by Twitter موافقت می‌کنید و علاه بر آن، سایر کاربران %@ می‌توانند با استفاد از شماره تلفن و/یا ایمیل شما را پیدا کنند.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "با ضربه برروی «ادامه»، این ایمیل را به حساب کاربری Digits خودتان اضافه می کنید. تمام برنامه‌های تأیید شده با Digits دارای دسترسی به این ایمیل خواهند بود و کاربران آنها می توانند شما را از طریق ایمیل پیدا کنند. حساب کاربریتان را در <u>Digits.com</u> مدیریت کنید.";

"FOOTNOTE_SEND_CONF_CODE" = "با ضربه زدن بر روی \"ارسال کد تاییدسازی\"، <u>Digits by \nTwitter</u> پیامکی برای تایید شماره تلفن شما ارسال خواهد کرد.نرخ رایج پیامک و داده ممکن است اعمال شود.";

"FOOTNOTE_TOS_UPDATE" = "با\nضربه زدن  بر روی «ادامه دادن» در بالا، شما با <u>شرایط خدمات<u>، </u>سیاست حریم خصوصی</u> و <u>سیاست\nکوکی‌های</u> Digits\nby Twitter ، موافقت می‌کنید و سایر\nکاربران %@ می‌توانند شما را به وسیله شماره تلفن و/یا ایمیل پیدا کنند.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "کد تایید ۲مرحله‌ای را وارد کنید.";

"LABEL_ENTER_CONF_CODE" = "یک کد برایتان ارسال کردیم.";

"LABEL_ENTER_EMAIL" = "ایمیلتان را وارد کنید.";

"LABEL_ENTER_PHONE_NUMBER" = "شماره تلفنتان چند است؟";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "ما از Digits by Twitter استفاده می‌کنیم تا تعداد بیشتری از دوستان شما که از این برنامه استفاده می کنند را پیدا کنیم. وقتی تأیید را بزنید، دفترچه آدرس شما را در Digits by Twitter بارگذاری خواهیم کرد تا شما را در یافتن کاربران %@ که می‌شناسید کمک کنیم یا به سایر کاربران %@ کمک کنیم شما را پیدا کنند.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "دوستانتان را پیدا کنید";

"LABEL_RESEND_CONF_CODE" = "کدی دریافت نکردید؟";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "امکان تأیید شماره تلفن شما وجود ندارد";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "متأسفیم مشکلی در فرستادن رمز تأیید به شما وجود دارد.";

"ONBOARDING_MESSAGE" = "[Digits] به https://fabric.io وارد شوید تا نام برنامه شما را که در ایمیل‌های تاییدسازی و پیام‌های متنی/صوتی اجازه‌دهی استفاده می‌شود تنظیم کنید.";

"PARTIAL_FOOTNOTE_THIS_APP" = "این برنامه";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "کد تایید‌سازی";

"PLACEHOLDER_CONF_CODE" = "کد ۶ رقمی خود را وارد کنید.";

